# prompt
romkatv/powerlevel10k
zdharma-continuum/fast-syntax-highlighting kind:defer
catppuccin/zsh-fsh kind:path

# editing
jeffreytse/zsh-vi-mode
mdumitru/fancy-ctrl-z
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
djui/alias-tips

# aliases & settings
reo7sp/zimfw-exa
reo7sp/zimfw-git
reo7sp/fzf-git.sh
zuxfoucault/colored-man-pages_mod
reo7sp/zsh-autoenv
qoomon/zsh-lazyload
lukechilds/zsh-nvm

# completion
zsh-users/zsh-completions kind:fpath path:src
belak/zsh-utils path:completion
